Repository: korenskoy/RecessEyes
Catalog: RecessEyes/Localizable.xcstrings
Source language: en
Languages: az, es, fa, ru

# about.tagline
source: Mindful break timer for macOS
az: macOS üçün ehtiyatlı fasilə taymeri
es: Temporizador atento de descansos para macOS
fa: یادآور استراحت آگاهانه برای مک
ru: Внимательный таймер перерывов для macOS

# about.version
source: Version %@
az: Versiya %@
es: Versión %@
fa: نسخه %@
ru: Версия %@

# apps.badge.ignored
source: Ignored
az: Nəzərə alınmır
es: Ignorado
fa: نادیده گرفته می‌شود
ru: Игнорируется

# apps.badge.pauses
source: Pauses timer
az: Taymeri dayandırır
es: Pausa el temporizador
fa: تایمر را متوقف می‌کند
ru: Останавливает таймер

# apps.count
source: %1$@ apps · %2$@ paused
az: %1$@ proqram · %2$@ dayandırılıb
es: %1$@ apps · %2$@ pausadas
fa: %1$@ برنامه · %2$@ متوقف شده
ru: %1$@ прил. · %2$@ на паузе

# apps.empty
source: No applications added yet
az: Hələ proqram əlavə edilməyib
es: Sin aplicaciones añadidas
fa: هنوز برنامه‌ای اضافه نشده
ru: Приложения не добавлены

# apps.footer
source: Drag apps from Finder to add them quickly.
az: Sürətlə əlavə etmək üçün proqramları Finder-dən sürüşdürün.
es: Arrastra apps desde Finder para añadirlas rápido.
fa: برای افزودن سریع، برنامه‌ها را از Finder بکشید.
ru: Перетащите приложения из Finder, чтобы быстро добавить.

# apps.heading
source: Pause timer when these apps are active
az: Bu proqramlar aktiv olduqda taymeri dayandır
es: Pausar temporizador cuando estas apps estén activas
fa: وقتی این برنامه‌ها فعال‌اند تایمر را متوقف کن
ru: Ставить таймер на паузу, когда эти приложения активны

# apps.search.placeholder
source: Filter applications
az: Proqramları süzgəcdən keçir
es: Filtrar aplicaciones
fa: فیلتر برنامه‌ها
ru: Фильтр приложений

# apps.subheading
source: RecessEyes keeps the work timer paused while a focused, screen-light app is in front. Toggle the apps that should keep your timer waiting.
az: Diqqət tələb edən, ekranı az işıqlandıran proqram önə çıxdıqda RecessEyes iş taymerini dayandırır. Taymerin gözləməsini istədiyiniz proqramları seçin.
es: RecessEyes mantiene el temporizador en pausa cuando una app de poca pantalla está en primer plano. Activa las apps que deben pausar el temporizador.
fa: وقتی یک برنامه متمرکز با مصرف نور کم در پیش‌زمینه است، RecessEyes تایمر کار را متوقف نگه می‌دارد. برنامه‌هایی را که باید تایمر را در انتظار نگه دارند فعال کنید.
ru: RecessEyes держит рабочий таймер на паузе, пока на экране сфокусированное «лёгкое» приложение. Включите приложения, которые должны останавливать таймер.

# break.overlay.done
source: Done
az: Hazırdır
es: Listo
fa: تمام
ru: Готово

# break.overlay.title.expired
source: Break complete
az: Fasilə bitdi
es: Descanso completado
fa: استراحت تمام شد
ru: Перерыв закончен

# break.overlay.expired
source: Close this overlay to resume work
az: İşə davam etmək üçün bu pəncərəni bağlayın
es: Cierra esta pantalla para reanudar el trabajo
fa: برای ادامه‌ی کار این پنجره را ببند
ru: Закройте окно, чтобы продолжить работу

# break.overlay.lede
source: Pick a point near a window or across the room and let your eyes relax until the timer ends.
az: Pəncərə yanında və ya otağın o tərəfində bir nöqtə seç və taymer bitənə qədər gözlərini istirahət etdir.
es: Elige un punto cerca de una ventana o al otro lado del cuarto y deja que tus ojos descansen hasta que termine el temporizador.
fa: نقطه‌ای نزدیک یک پنجره یا آن‌سوی اتاق انتخاب کن و بگذار چشمانت تا پایان تایمر استراحت کنند.
ru: Выберите точку у окна или в дальнем углу комнаты и дайте глазам отдохнуть, пока идёт таймер.

# break.overlay.lock
source: Lock screen
az: Ekranı kilidlə
es: Bloquear pantalla
fa: قفل صفحه
ru: Заблокировать экран

# break.overlay.skip
source: Skip break
az: Fasiləni keç
es: Omitir descanso
fa: رد کردن استراحت
ru: Пропустить перерыв

# break.overlay.tip.body
source: blink slowly five times — it spreads the tear film across your cornea.
az: yavaş-yavaş beş dəfə göz qırp — bu, gözyaşı qatını buynuz qişa boyunca yayır.
es: parpadea lento cinco veces — extiende la película lagrimal sobre tu córnea.
fa: پنج بار آرام پلک بزن — این لایه اشکی را روی قرنیه پخش می‌کند.
ru: медленно моргните пять раз — это распределит слёзную плёнку по роговице.

# break.overlay.tip.label
source: Tip
az: Məsləhət
es: Consejo
fa: نکته
ru: Совет

# break.overlay.title
source: Look 20 feet away
az: 20 fut uzağa bax
es: Mira a 6 metros (20 ft)
fa: به ۶ متری نگاه کن
ru: Посмотрите на 6 метров (20 фт)

# hero.sub
source: 20-20-20 rhythm · gentle reminder, then a 20-second look-away.
az: 20-20-20 ritmi · yumşaq xatırlatma və 20 saniyəlik baxış
es: Ritmo 20-20-20 · aviso suave y mirada de 20 segundos.
fa: ریتم ۲۰-۲۰-۲۰ · یادآوری ملایم و نگاه ۲۰ ثانیه‌ای.
ru: Ритм 20-20-20 · мягкое напоминание и 20-секундный взгляд вдаль.

# hero.title.break
source: Break in progress
az: Fasilə davam edir
es: Descanso en curso
fa: در حال استراحت
ru: Идёт перерыв

# hero.title.disabled
source: Disabled until tomorrow
az: Sabaha qədər söndürülüb
es: Desactivado hasta mañana
fa: تا فردا غیرفعال
ru: Отключено до завтра

# hero.title.paused
source: Session paused
az: Sessiya dayandırılıb
es: Sesión pausada
fa: جلسه متوقف
ru: Сессия на паузе

# hero.title.working
source: Focused work — break in %1$@ m %2$@ s
az: Diqqətli iş — fasilə %1$@ d %2$@ s sonra
es: Trabajo concentrado — descanso en %1$@ m %2$@ s
fa: کار متمرکز — استراحت در %1$@ دقیقه %2$@ ثانیه
ru: Фокус — перерыв через %1$@ м %2$@ с

# language.restart_alert.button.later
source: Later
az: Sonra
es: Más tarde
fa: بعداً
ru: Позже

# language.restart_alert.button.restart
source: Restart Now
az: İndi yenidən başlat
es: Reiniciar ahora
fa: راه‌اندازی مجدد
ru: Перезапустить сейчас

# language.restart_alert.message
source: RecessEyes needs to restart to apply the language change.
az: Dil dəyişikliyini tətbiq etmək üçün RecessEyes yenidən başlamalıdır.
es: RecessEyes necesita reiniciarse para aplicar el cambio de idioma.
fa: برای اعمال تغییر زبان، RecessEyes باید دوباره راه‌اندازی شود.
ru: Чтобы применить смену языка, RecessEyes нужно перезапустить.

# language.system
source: System
az: Sistem
es: Sistema
fa: سیستم
ru: Системный

# menu.about
source: About RecessEyes
az: RecessEyes haqqında
es: Acerca de RecessEyes
fa: درباره RecessEyes
ru: О RecessEyes

# menu.disable_tomorrow
source: Disable until tomorrow
az: Sabaha qədər söndür
es: Desactivar hasta mañana
fa: تا فردا غیرفعال کن
ru: Отключить до завтра

# menu.do_break_now
source: Take a break now
az: İndi fasilə et
es: Tomar un descanso ahora
fa: کمی استراحت کن
ru: Сделать перерыв

# menu.pause
source: Pause session
az: Sessiyanı dayandır
es: Pausar sesión
fa: توقف جلسه
ru: Пауза

# menu.quit
source: Quit RecessEyes
az: RecessEyes-dən çıx
es: Salir de RecessEyes
fa: خروج از RecessEyes
ru: Выйти из RecessEyes

# menu.resume
source: Resume session
az: Sessiyanı davam et
es: Reanudar sesión
fa: ادامه جلسه
ru: Продолжить

# menu.settings
source: Settings…
az: Parametrlər…
es: Ajustes…
fa: تنظیمات…
ru: Настройки…

# menu.skip_upcoming_break
source: Skip upcoming break
az: Növbəti fasiləni keç
es: Omitir próximo descanso
fa: رد کردن استراحت بعدی
ru: Пропустить следующий перерыв

# menu.update_available
source: Update available
az: Yeniləmə mövcuddur
es: Actualización disponible
fa: بروزرسانی موجود است
ru: Доступно обновление

# popover.card.next_break
source: Next break in %1$@ m %2$@ s
az: Növbəti fasilə %1$@ d %2$@ s sonra
es: Próximo descanso en %1$@ m %2$@ s
fa: استراحت بعدی در %1$@ دقیقه %2$@ ثانیه
ru: Перерыв через %1$@ м %2$@ с

# popover.card.on_break
source: On break · %1$@ s left
az: Fasilə · %1$@ s qalıb
es: En descanso · %1$@ s restantes
fa: در استراحت · %1$@ ثانیه باقی
ru: Перерыв · осталось %1$@ с

# popover.card.paused
source: Session paused
az: Sessiya dayandırılıb
es: Sesión pausada
fa: جلسه متوقف
ru: Сессия на паузе

# popover.card.subtext
source: Following the 20-20-20 rhythm
az: 20-20-20 ritmini izləyir
es: Siguiendo el ritmo 20-20-20
fa: در حال پیروی از ریتم ۲۰-۲۰-۲۰
ru: Следуем ритму 20-20-20

# popover.pill.break
source: Break
az: Fasilə
es: Descanso
fa: استراحت
ru: Перерыв

# popover.pill.focus
source: Focus
az: Diqqət
es: Foco
fa: تمرکز
ru: Фокус

# popover.pill.off
source: Off
az: Sönülü
fa: خاموش
ru: Выкл

# popover.pill.paused
source: Paused
az: Pauza
es: Pausa
fa: متوقف
ru: Пауза

# settings.break_length
source: Break length
az: Fasilənin uzunluğu
es: Duración del descanso
fa: مدت استراحت
ru: Длительность перерыва

# settings.break_length.sub
source: Long enough to look at something ~20 ft away.
az: 20 fut məsafədəki bir şeyə baxmaq üçün kifayət qədər.
es: Tiempo suficiente para mirar algo a ~6 m (20 ft).
fa: به اندازه کافی به جسمی در فاصله ۶ متری نگاه کنید.
ru: Хватит, чтобы посмотреть на что-то в ~6 метрах (20 фт).

# settings.chime
source: Break chime
az: Fasilə zəngi
es: Sonido de descanso
fa: زنگ استراحت
ru: Звук перерыва

# settings.chime.sub
source: Play a soft tone when the break ends.
az: Fasilə bitəndə yumşaq səs çal.
es: Reproduce un tono suave al terminar el descanso.
fa: زمان پایان استراحت یک صدای ملایم پخش کن.
ru: Тихий сигнал в конце перерыва.

# settings.explainer.body
source: The 20-20-20 rule, recommended by the American Academy of Ophthalmology: every **20 minutes**, look at something about **20 feet** (~6 m) away for **20 seconds**. It relaxes the focusing muscles and reduces digital eye strain. Adjust the timer above if your work rhythm is different.
az: American Academy of Ophthalmology tövsiyə edir: hər **20 dəqiqə**, təxminən **20 fut** (~6 m) məsafədəki bir şeyə **20 saniyə** baxın. Bu, fokus əzələlərini boşaldır və rəqəmsal göz yorğunluğunu azaldır. İş ritminiz fərqlidirsə, yuxarıdakı taymeri tənzimləyin.
es: La regla 20-20-20, recomendada por la Academia Americana de Oftalmología: cada **20 minutos**, mira algo a unos **6 metros (20 ft)** durante **20 segundos**. Relaja los músculos de enfoque y reduce la fatiga visual digital. Ajusta el temporizador si tu ritmo es distinto.
fa: قانون ۲۰-۲۰-۲۰، توصیه شده توسط آکادمی چشم‌پزشکی آمریکا: هر **۲۰ دقیقه**، به جسمی در فاصله **۶ متری (۲۰ فوت)** به مدت **۲۰ ثانیه** نگاه کنید. این کار عضلات تمرکز را آرام می‌کند و خستگی چشم را کاهش می‌دهد.
ru: Правило 20-20-20, рекомендованное Американской академией офтальмологии: каждые **20 минут** смотрите на что-то в **6 метрах (20 фт)** в течение **20 секунд**. Это расслабляет фокусирующие мышцы и снижает цифровую усталость глаз. Подстройте таймер выше под свой ритм.

# settings.explainer.title
source: Why these defaults?
az: Niyə bu standartlar?
es: ¿Por qué estos valores?
fa: زمان های پیشفرض
ru: Почему такие значения?

# settings.eyedrops
source: Eye drops reminder
az: Göz damcısı xatırlatması
es: Recordatorio de gotas
fa: یادآوری قطره چشم
ru: Напоминание о каплях

# settings.eyedrops.interval
source: Remind every
az: Hər
es: Recordar cada
fa: یادآوری هر
ru: Каждые

# settings.eyedrops.interval.sub
source: Frequency of the dry-eye nudge.
az: Quru göz xatırlatmasının tezliyi.
es: Frecuencia del aviso de ojo seco.
fa: دوره های یادآوری خشکی چشم.
ru: Частота напоминания о сухих глазах.

# settings.eyedrops.sub
source: Soothing nudge for dry-eye relief during long sessions.
az: Uzun seanslarda quru göz üçün rahatlıq verən xatırlatma.
es: Aviso suave para aliviar el ojo seco en sesiones largas.
fa: تلنگر ملایم برای تسکین خشکی چشم در جلسات طولانی.
ru: Мягкое напоминание для сухих глаз в долгих сессиях.

# settings.language
source: Language
az: Dil
es: Idioma
fa: زبان
ru: Язык

# settings.language.sub
source: Takes effect after restart.
az: Tətbiqi yenidən başlatdıqdan sonra qüvvəyə minir.
es: Se aplica al reiniciar.
fa: پس از راه‌اندازی مجدد اعمال می‌شود.
ru: Применяется после перезапуска.

# settings.launch_at_login
source: Launch at login
az: Girişdə başlat
es: Iniciar al iniciar sesión
fa: اجرا در هنگام ورود به سیستم
ru: Запуск при входе

# settings.launch_at_login.sub
source: Start RecessEyes silently when you sign in.
az: Sistemə daxil olduqda RecessEyes-i sakitcə başladır.
es: Inicia RecessEyes en silencio al iniciar sesión.
fa: هنگام ورود، RecessEyes را در پس زمینه اجرا کن.
ru: Запускать RecessEyes тихо при входе в систему.

# settings.section.eyecare
source: Eye care
az: Göz qulluğu
es: Cuidado ocular
fa: مراقبت از چشم
ru: Уход за глазами

# settings.section.system
source: System
az: Sistem
es: Sistema
fa: سیستم
ru: Система

# settings.section.timer
source: Timer
az: Taymer
es: Temporizador
fa: تایمر
ru: Таймер

# settings.softmode
source: Soft mode after sunset
az: Gün batdıqdan sonra yumşaq rejim
es: Modo suave tras el atardecer
fa: حالت ملایم پس از غروب
ru: Мягкий режим после заката

# settings.softmode.sub
source: Dim the break overlay automatically after 20:30.
az: 20:30-dan sonra fasilə overlay-ini avtomatik soldur.
es: Atenúa la pantalla de descanso automáticamente tras las 20:30.
fa: پس از ساعت ۲۰:۳۰ صفحه استراحت را به‌طور خودکار کم‌نور کن.
ru: После 20:30 автоматически приглушать оверлей перерыва.

# settings.tab.applications
source: Applications
az: Proqramlar
es: Aplicaciones
fa: برنامه‌ها
ru: Приложения

# settings.tab.general
source: General
az: Ümumi
fa: عمومی
ru: Основные

# settings.warning
source: Pre-break warning
az: Fasilədən əvvəl xəbərdarlıq
es: Aviso previo al descanso
fa: هشدار قبل از استراحت
ru: Предупреждение перед перерывом

# settings.warning.sub
source: Show a 15-second heads-up before each break.
az: Hər fasilədən əvvəl 15 saniyəlik xəbərdarlıq göstər.
es: Muestra un aviso de 15 segundos antes de cada descanso.
fa: قبل از هر استراحت یک هشدار ۱۵ ثانیه‌ای نمایش بده.
ru: Показывать 15-секундное предупреждение перед каждым перерывом.

# settings.window.title
source: RecessEyes Settings
az: RecessEyes Parametrlər
es: Ajustes de RecessEyes
fa: تنظیمات RecessEyes
ru: Настройки RecessEyes

# settings.work_interval
source: Work interval
az: İş intervalı
es: Intervalo de trabajo
fa: بازه‌های کاری
ru: Рабочий интервал

# settings.work_interval.sub
source: Continuous focus before a break is suggested.
az: Fasilə təklif edilməzdən əvvəl davamlı diqqət vaxtı.
es: Tiempo de enfoque continuo antes de sugerir un descanso.
fa: تمرکز پیوسته پیش از پیشنهاد استراحت.
ru: Непрерывная работа перед предложением перерыва.

# unit.min
source: min
az: dəq
fa: دقیقه
ru: мин

# unit.sec
source: sec
az: san
es: seg
fa: ثانیه
ru: сек

source: Add
fa: افزودن

source: Cancel
fa: لغو

source: Choose App...
fa: انتخاب نرم‌افزار…

source: Select Application
fa: انتخاب نرم افزار
